module.exports.help = `به ساقی‌بات خوش آمدید!

ساقی‌بات یک روبات تلگرام است. اسم خودمانی‌اش ساقی است. کارش اینست که بزم و دل ما را با یک دو بیتی از خیام شاد کند.

ساده‌ترین راه استفاده از ساقی چت کردن با اوست. هر کلمه‌ای که برایش بنویسید، او برایتان یک رباعی از خیام پیدا می‌کند که حاوی آن کلمه باشد.

اما بهترین راه استفاده از ساقی یادکرد (مِنشِن) کردن او در گروه‌هاست.
به محض اینکه ساقی را یاد کنید، او یک رباعی اتفاقی نمایش می‌دهد. اگر کلماتی پس از نامش بنویسید، او یک رباعی با آن کلمات پیشنهاد می‌کند. مثال:
@SaaghiBot زلف
مثالا بالا یک یا چند رباعی لیست می‌کند تا یکی را از میانشان انتخاب کنید.

از این گذشته ساقی [اوپن‌سورس](https://github.com/mehdisadeghi/SaaghiBot) است. [اینجا](https://mehdix.ir/saaghibot-released.html) درباره‌اش نوشته‌ام.

اگر به مدد ساقی نیاز شد /start و /help را اجرا کنید.

خوش باشید
ساقی
.`

module.exports.nihility = `گفتند یافت می‌نشود جسته‌ایم ما
گفت آن کو *یافت می‌نشود* آنم آرزوست
.`
